tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rcmdnk/file"
brew "anyenv"
brew "libpng"
brew "argon2"
brew "autoconf"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "bzip2"
brew "pkg-config"
brew "gmp"
brew "icu4c"
brew "libsodium"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "libiconv"
brew "libyaml"
brew "libzip"
brew "mas"
brew "n"
brew "neovim"
brew "openssl@3"
brew "peco"
brew "tidy-html5"
brew "zlib"
brew "aws/tap/aws-sam-cli"
cask "1password"
cask "alfred"
cask "clipy"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "sourcetree"
cask "ticktick"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
