tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rcmdnk/file"
brew "anyenv"
brew "autoconf"
brew "python@3.10"
brew "awscli"
brew "bzip2"
brew "pcre2"
brew "glib"
brew "curl"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "ffmpeg", link: false
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "grep"
brew "jq"
brew "libedit"
brew "libiconv"
brew "libzip"
brew "mas"
brew "n"
brew "neovim", args: ["HEAD"]
brew "peco"
brew "python@3.8"
brew "tidy-html5"
brew "zlib"
brew "aws/tap/aws-sam-cli"
cask "1password"
cask "alfred"
cask "audacity"
cask "clipy"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "sourcetree"
cask "ticktick"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
